tap "cue-lang/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "llvm-hs/llvm"
brew "ack"
brew "adr-tools"
brew "asdf"
brew "autoenv"
brew "dfu-util"
brew "direnv"
brew "fftw"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "git-subrepo"
brew "go"
brew "helm"
brew "hub"
brew "hyperfine"
brew "kubernetes-cli"
brew "python@3.11"
brew "llvm"
brew "llvm@9"
brew "ninja"
brew "python@3.9"
brew "ripgrep"
brew "sheldon"
brew "llvm-hs/llvm/llvm-10"
brew "llvm-hs/llvm/llvm-9"
cask "adoptopenjdk8"
cask "cmake"
cask "inkscape"
cask "minecraft"
cask "minecraft-server"
cask "multipass"
cask "oracle-jdk"
cask "visual-studio-code"
cask "wine-stable"
